{
    "default_language": "en",
    "languages": ["bg", "en"],
    "translations":
    {
        "bgOption": 
        {
            "en": "Translate to Bulgarian (BG)",
            "bg": "Преведи на български език (БГ)"
        },  
        "enOption": 
        {
            "en": "Translate to English (EN)",
            "bg": "Преведи на английски език (АЕ)"
        },
        "introtxt1":
        {
            "en": "So you have created or you're running a profitable business and you need to establish yourself successfully into the cyberspace? But you want your potential customers to be able to find you on the Internet easier, faster and more effectively? In that case our company Milev’s Designs™ is exactly what you need!",
            "bg": "Създали сте или ръководите печеливш бизнес и ви е нужно средство за да се позиционирате успешно във виртуалното пространство? Искате потенциалните клиенти да ви откриват по-лесно, по-бързо и по-ефективно в Интернет? Тогава нашата компания Milev’s Designs™ е точно това, което ви трябва!"
        }, 
        "introtxt2":
        {
            "en": "Thanks to our professionalism and years of experience, you will get the desired website, created entirely according to your preferences (appearance, functionality, color models, etc). You will also receive quality support and an opportunity for further developments according to the demands of your company.",
            "bg": "Благодарение на нашия професионализъм и дългогодишен опит, вие ще получите мечтания уебсайт, създаден изцяло според вашите предпочитания (изглед, функционалности, цветови модели и други). Ще получите и качествена поддръжка и възможност за последващи разработки съобразно нуждите на вашата компания."
        }, 
        "nav1":
        {
            "en": "Carousel",
            "bg": "Портфолио"
        }, 
        "nav2":
        {
            "en": "About Us",
            "bg": "За нас"
        }, 
        "nav3":
        {
            "en": "Prices",
            "bg": "Цени"
        }, 
        "nav4":
        {
            "en": "Contact Form",
            "bg": "Свържете с нас"
        }, 
        "sloganText":
        {
            "en": "You imagine, we design",
            "bg": "Вие си го представяте, ние го проектираме"
        }, 
        "contactsParAdr1":
        {
            "en": "Bulgaria, Sofia, str. ‘Bylgarska Morava’",
            "bg": "България, София, ул. Българска морава"
        }, 
        "contactsParAdr2":
        {
            "en": "№56 1303, District ‘Vyzrazhdane’",
            "bg": "№56 1303, Район Възраждане"
        }, 
        "contactsPhNum1":
        {
            "en": "+ 359 88 274 3089 (Mobile Number)",
            "bg": "+359 88 274 3089 (Мобилен номер)"
        }, 
        "contactsPhNum2":
        {
            "en": "+ 359 71 845 3240 (Work Number)",
            "bg": "+359 71 845 3240 (Служебен номер)"
        }, 
        "contactsPhNum3":
        {
            "en": "+359 94 646 6646 (Technical support)",
            "bg": "+359 94 646 6646 (Техническа поддръжка)"
        }, 
        "contactsFacebookText":
        {
            "en": "Facebook:",
            "bg": "Фейсбук:"
        },
        "contactsInstagramText":
        {
            "en": "Instagram:",
            "bg": "Инстаграм:"
        }, 
        "contactsTwitterText":
        {
            "en": "Twitter:",
            "bg": "Туитър:"
        }, 
        "copyrightText":
        {
            "en": "Copyright © 2010 – 2021 Milev's Designs. All rights reserved",
            "bg": "Авторски права © 2010 – 2021 Milev's Designs. Всички права запазени"
        }, 
        "header1":
        {
            "en": "Carousel",
            "bg": "Портфолио"
        }, 
        "header2":
        {
            "en": "About Us",
            "bg": "За нас"
        }, 
        "header3":
        {
            "en": "Prices",
            "bg": "Цени"
        }, 
        "header4":
        {
            "en": "Contact Form",
            "bg": "Свържете с нас"
        }, 
        "MenuText1":
        {
            "en": "Feel free to take a look at some of our already finished projects:",
            "bg": "Разгледайте някои от нашите вече завършени проекти:"
        }, 
        "MenuText2":
        {
            "en": "Milev's Designs™ can offer the following services:",
            "bg": "Milev's Designs™ предлага следните услуги:"
        }, 
        "MenuText3":
        {
            "en": "development of a website according to the customer’s choice;",
            "bg": "разработка на уебсайт по избор на клиента;"
        }, 
        "MenuText4":
        {
            "en": "development of personal blogs according to the customer’s choice;",
            "bg": "разработка на персонални блогове по избор на клиента;"
        }, 
        "MenuText5":
        {
            "en": "websites with individual design;",
            "bg": "уебсайтове с индивидуален дизайн;"
        }, 
        "MenuText6":
        {
            "en": "dynamic and static websites;",
            "bg": "динамични и статични уебсайтове;"
        }, 
        "MenuText7":
        {
            "en": "technical support for websites that we’ve already developed;",
            "bg": "техническа поддръжка на вече разработени от нас уебсайтове;"
        }, 
        "MenuText8":
        {
            "en": "mobile versions of websites for an easier access from mobile devices and tablets;",
            "bg": "мобилни версии на уебсайтове за по-лесен достъп от мобилни устройства и таблети;"
        }, 
        "MenuText9":
        {
            "en": "development of screen readers for the corresponding websites, specially developed for people with disabilities;",
            "bg": "разработване на екранни четци за съответните уебсайтове специално за хора с увреждания;"
        }, 
        "MenuText10":
        {
            "en": "an opportunity for printing the website’s content on paper through the use of a printer.",
            "bg": "възможност за отпечатване на уебсайтовете на хартия чрез изполване на принтер."
        }, 
        "MenuText11":
        {
            "en": "Milev's Designs™ is an IT company that deals with website development and support. It was founded in August, 2010 in the city of Sofia, Bulgaria. Our team consists of: Viktor Milev (CEO; chief web designer), Nataliya Yasenova (‘Websites Development’), Ivan Rosenov (‘IT support’), Svetlana Kalinova (‘Mobile websites and applications’), Ivana Trifonova (‘Development of screen readers’), Yasen Nedelchev (Customer Relationship Manager), etc. We have more than 30 IT specialists who will develop a website (or any other IT service) based on your ideas. If you have difficulty with choosing, our specialists will be always ready to offer you professional ideas for your convenience.",
            "bg": "Milev's Designs™ е ИТ компания, която се занимава с разработка и поддръжка на уебсайтове. Основана е през Август, 2010 г. в гр. София, България. Екипът ни се състои от: Виктор Милев (изпълнителен директор; главен уеб дизайнер), Наталия Ясенова ('Разработка на уебсайтове'), Иван Росенов ('ИТ поддръжка'), Светлана Калинова ('Мобилни уебсайтове и мобилни приложения'), Ивана Трифонова ('Разработка на екранни четци'), Ясен Неделчев (Мениджър връзки с клиенти) и други. Ние имаме над 30 ИТ специалисти, които ще разработят уебсайт (или всякаква друга ИТ услуга) базирани на вашите идеи. Ако имате затруднение с избора си, нашите специалисти са винаги готови да ви предложат професионални идеи за ваше улеснение."
        }, 
        "MenuText12":
        {
            "en": "We offer website developments based on the customer’s preferences. We help both start-ups and big successful companies by developing a website that will fit with their demands and preferences. Except for developing websites, we offer technical support as well. And we also offer an opportunity for different versions for websites – mobile versions and screen readers.",
            "bg": "Предлагаме разработки на уебстраници базирани на предпочитанията на клиента. Помагаме както на стартиращи фирми, така и на големи успешни компании като разработваме уебсайт, който ще съвпада с техните нужди и предпочитания. Освен разработката на уебсайтове, ние предлагаме и техническа поддръжка. Също така предлагаме и възможност за различни версии на уебсайтове – мобилни версии и екранни четци."
        }, 
        "Price1":
        {
            "en": "Development of a standard website with 5 pages content: 250 lv. / 128,15 €",
            "bg": "Разработване на стандартен уебсайт с 5 страници съдържание: 250 лв."
        }, 
        "Price2":
        {
            "en": "Development of a standard website with 10 pages content: 390 lv. / 199,92 €",
            "bg": "Разработване на стандартен уебсайт с 10 страници съдържание: 390 лв."
        }, 
        "Price3":
        {
            "en": "Development of a standard website with 15 pages content: 450 lv. / 230,68 €",
            "bg": "Разработване на стандартен уебсайт с 15 страници съдържание: 450 лв."
        }, 
        "Price4":
        {
            "en": "Development of a standard website with 20 pages content: 590 lv. / 302,44 €",
            "bg": "Разработване на стандартен уебсайт с 20 страници съдържание: 590 лв."
        }, 
        "Price5":
        {
            "en": "Development of a business website with unlimited amount of pages: 700 lv. / 358,83 €",
            "bg": "Разработване на бизнес уебсайт с неограничен брой страници: 700 лв."
        }, 
        "Price6":
        {
            "en": "Development of a standard personal blog: 430 lv. / 220,42 €",
            "bg": "Разработване на стандартен персонален блог (blog): 430 лв."
        }, 
        "Price7":
        {
            "en": "Development of a professional blog for business services: 760 lv. / 389,59 €",
            "bg": "Разработване на професионален блог(blog) за бизнес услуги: 760 лв."
        }, 
        "Price8":
        {
            "en": "Development of an online shop: 750 lv. / 384,46 €",
            "bg": "Разработване на онлайн магазин: 750 лв."
        }, 
        "Price9":
        {
            "en": "Development of a screen reader for a website: 300 lv. / 153,78 €",
            "bg": "Разработване на екранен четец за уебсайт: 300 лв."
        }, 
        "Price10":
        {
            "en": "Development of a mobile version of a website, made for smartphones: 450 lv. / 230,68 €",
            "bg": "Разработване на мобилна версия на уебсайт за смартфони: 450 лв."
        }, 
        "Price11":
        {
            "en": "Development of a tablet version of a website: 600 lv. / 307,57 €",
            "bg": "Разработване на версия на уебсайт за таблети: 600 лв."
        }, 
        "Price12":
        {
            "en": "Development of a printable version of a website: 750 lv. / 384,46 €",
            "bg": "Разработване на версия на уебсайт специализирана за отпечатване върху принтер: 750 лв."
        }, 
        "Price13":
        {
            "en": "IT services completely based on a customer’s project of choice: <i>negotiable</i>",
            "bg": "ИТ услуги изцяло по проект на клиента: по договаряне"
        }, 
        "Price14":
        {
            "en": "Technical website support (5 hours per day): 350 lv. / 179,42 €",
            "bg": "Техническа поддръжка на уебсайт (5 часа на ден): 350 лв."
        }, 
        "Price15":
        {
            "en": "Technical website support (12 hours per day): 500 lv. / 256,31 €",
            "bg": "Техническа поддръжка на уебсайт (12 часа на ден): 500 лв."
        }, 
        "Price16":
        {
            "en": "Technical website support (18 hours per day): 800 lv. / 410,09 €",
            "bg": "Техническа поддръжка на уебсайт (18 часа на ден): 800 лв."
        }, 
        "formLabel1":
        {
            "en": "First name:",
            "bg": "Първо име:"
        }, 
        "formLabel2":
        {
            "en": "Surname:",
            "bg": "Фамилия:"
        }, 
        "formLabel3":
        {
            "en": "Phone number:",
            "bg": "Телефонен номер:"
        }, 
        "formLabel4":
        {
            "en": "Email:",
            "bg": "Имейл:"
        }, 
        "formLabel5":
        {
            "en": "Message:",
            "bg": "Съобщение:"
        }, 
        "formLabel6":
        {
            "en": "By clicking the ’Submit’ button, I allow my personal data being processed.",
            "bg": "Натискайки бутона 'Изпрати', давам съгласие личните ми данни да бъдат обработвани."
        }, 
        "formSubmitButton":
        {
            "en": "Submit",
            "bg": "Изпрати"
        }, 
        "firstName":
        {
            "en": "Please enter your first name.",
            "bg": "Моля, въведете първото си име."
        }, 
        "lastName":
        {
            "en": "Please enter your last name.",
            "bg": "Моля, въведете фамилия."
        }, 
        "phoneNum":
        {
            "en": "Please enter a phone number.",
            "bg": "Моля, въведете телефонен номер."
        }, 
        "myemail":
        {
            "en": "Please enter a contact email.",
            "bg": "Моля, въведете имейл за връзка."
        }, 
        "mymessage":
        {
            "en": "Please enter your questions here.",
            "bg": "Моля, въведете тук своите въпроси."
        }, 
        "webOverlTitle1":
        {
            "en": "Ucha.se",
            "bg": "Уча.се"
        }, 
        "webOverlTitle2":
        {
            "en": "Eartheasy",
            "bg": "Eartheasy"
        }, 
        "webOverlTitle3":
        {
            "en": "Wolf’s Gaming Blog",
            "bg": "Wolf’s Gaming Blog"
        }, 
        "webOverlTitle4":
        {
            "en": "My Fitness Pal",
            "bg": "My Fitness Pal"
        }, 
        "webOverlTitle5":
        {
            "en": "PS I’m on my way",
            "bg": "PS I’m on my way"
        }, 
        "webOverlTitle6":
        {
            "en": "Sincerely Jules",
            "bg": "Sincerely Jules"
        }, 
        "webOverlTitle7":
        {
            "en": "Mango",
            "bg": "Mango"
        }, 
        "webOverlTitle8":
        {
            "en": "ASOS",
            "bg": "ASOS"
        }, 
        "webOverlTitle9":
        {
            "en": "Rainbow Plant Life",
            "bg": "Rainbow Plant Life"
        }, 
        "webOverlTitle10":
        {
            "en": "Technopolis",
            "bg": "Технополис"
        }, 
        "webOverlDescr1":
        {
            "en": "An educational website which offers paid video tutorials on various subjects.",
            "bg": "Образователен уебсайт, който предлага платени видеоуроци по всякакви предмети."
        }, 
        "webOverlDescr2":
        {
            "en": "Eartheasy is an online shop that sells various gardening products.",
            "bg": "Eartheasy е онлайн магазин, който продава всякакви градинарски стоки."
        }, 
        "webOverlDescr3":
        {
            "en": "Owned by Baden Ronnie, a Scottish gamer who shares in it everything about gaming.",
            "bg": "Собственост на Бейдън Рони, шотландски геймър, който споделя всичко за видео игрите в него."
        }, 
        "webOverlDescr4":
        {
            "en": "My Fitness Pal is an online platform that helps people lose weight.",
            "bg": "My Fitness Pal е онлайн платформа, която помага на хората да отслабнат."
        }, 
        "webOverlDescr5":
        {
            "en": "Owned by Trisha, a Philippines blogger who shares her adventures from travels around the globe.",
            "bg": "Собственост на Триша, блогърка от Филипините, която споделя за приключенията си от целия свят."
        }, 
        "webOverlDescr6":
        {
            "en": "A fashion blog owned by Jules who uses it to share her fashion ideas.",
            "bg": "Блог за мода, собственост на Джулс, която го използва за да споделя модните си идеи."
        }, 
        "webOverlDescr7":
        {
            "en": "A Bulgarian online shop for clothes and accessories.",
            "bg": "Български онлайн магазин за дрехи и аксесоари."
        }, 
        "webOverlDescr8":
        {
            "en": "ASOS is a British online fashion and cosmetic retailer.",
            "bg": "ASOS е британски онлайн търговец на дрехи и козметика."
        }, 
        "webOverlDescr9":
        {
            "en": "A blog owned by Nisha who uses it to share all kinds of vegan recipes.",
            "bg": "Блог, собственост на Ниша, в който тя споделя всякакви видове веган рецепти."
        }, 
        "webOverlDescr10":
        {
            "en": "One of the most popular online shops for technology in Bulgaria.",
            "bg": "Един от най-популярните онлайн магазини за техника в България."
        } 
    }
}